abseil
apache-spark
apr
apr-util
brotli
c-ares
ca-certificates
cairo
cmake
coursier
databricks
fd
fontconfig
freetype
gdbm
gettext
giflib
git
git-lfs
glib
graphite2
harfbuzz
icu4c@75
icu4c@76
jfrog-cli
jpeg-turbo
jq
kubernetes-cli
libevent
libidn2
libnghttp2
libomp
libpng
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
lpeg
luajit
luv
lz4
lzo
maven
mpdecimal
msgpack
ncurses
neovim
ninja
node
oniguruma
openjdk
openjdk@17
openjdk@21
openssl@1.1
openssl@3
pcre
pcre2
pixman
python-packaging
python@3.11
python@3.12
python@3.13
python@3.9
re2
readline
ripgrep
scala
sqlite
sshuttle
subversion
tmux
tree
tree-sitter
unibilium
utf8proc
vault
wget
xorgproto
xz
zsh
zstd
alacritty
anaconda
docker
fork
microsoft-remote-desktop
